Figure/Figure 4/simulations/parametrization/2DV/case1_a/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory


# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application=$(getApplication)

runApplication blockMesh
runApplication decomposePar
runParallel $(getApplication)
rm -rf processor*
rm -rf log.*
#python3 cf3.py 
#------------------------------------------------------------------------------
